/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "Сведения";
"zanalytics.bug.alert.from" = "От";
"zanalytics.bug.alert.imagelimitreached" = "Достигнуто максимальное ограничение";
"zanalytics.bug.alert.imagelimits" = "Можно вложить не более 10 изображений";
"zanalytics.bug.alert.macheader" = "Делитесь отзывами и сообщайте об ошибках, добавляя вложения для справки";
"zanalytics.bug.alert.write" = "Напишите нам";
"zanalytics.bug.alert.recordedclip" = "Clipuri Înregistrate";


"zanalytics.bug.alert.anonymalert" = "Se recomandă să trimiteți feedback întotdeauna cu adresa dvs. de e-mail. Dacă nu ne comunicați adresa de e-mail, nu vom putea să vă contactăm cu actualizări legate de problemă.";
"zanalytics.bug.alert.quitfeedback" = "Sigur doriți să ieșiți?";
"zanalytics.feedback.navbar.title.feedback"  = "Feedback";
"zanalytics.feedback.navbar.title.noscreenshots" = "Nicio captură de ecran disponibilă";
"zanalytics.feedback.navbar.title.screenshots" = "Capturi de ecran";
"zanalytics.feedback.navbar.title.snap" = "Snap";
"zanalytics.feedback.navbar.title.compose" = "Compunere";
"zanalytics.feedback.privacy.consent.cancel" = "Revocare";
"zanalytics.feedback.navbar.button.title.done" = "Finalizat";
"zanalytics.bug.alert.cancel"              = "Nu";
"zanalytics.bug.alert.title"                = "Vreți să ne spuneți ceva?";
"zanalytics.feedback.navbar.title.reportbug"            = "Raportare defect";
"zanalytics.feedback.navbar.title.helpme"              = "Ajutor";
"zanalytics.feedback.navbar.title.systemlogs"            = "Jurnale de sistem personale";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Informații de diagnoză";
"zanalytics.bug.alert.dontshowagain"            = "Nu mai afișa din nou";
"zanalytics.bug.alert.title.helpme"            = "Ajutor";
"zanalytics.bug.alert.message.savetolocal"        = "Ne pare rău... Nu am putut să trimitem raportarea defect, doriți să salvați captura de ecran?";
"zanalytics.feedback.email.title"                = "Adresă de e-mail";
"zanalytics.bug.detectscreen.title"      = "Ați găsit ceva interesant?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Da";
"zanalytics.bug.alert.detectscreen.no"                      = "Nu";
"zanalytics.bug.alert.detectscreen.share" = "Partajare";
"zanalytics.bug.alert.detectscreen.dontshow" = "Nu mai întreba din nou";
"zanalytics.bug.annotate.button.title"                      = "Adnotați defectul cu instrumentele de mai jos";
"zanalytics.feedback.failed.alert.description" = "Eroare la trimitere feedback, încercați din nou!";
"zanalytics.feedback.success.alert.description" = "Vă mulțumim pentru feedbackul transmis!";
"zanalytics.feedback.common.alert.title.add.photos" = "Adăugare fotografii";
"zanalytics.feedback.common.alert.title.alert" = "Alertă";
"zanalytics.feedback.common.button.title.back" = "Înapoi";
"zanalytics.feedback.common.button.title.cancel" = "Revocare";
"zanalytics.feedback.common.button.title.close" = "Închidere";
"zanalytics.feedback.common.button.title.ok" = "OK";
"zanalytics.feedback.textview.placeholder"          = "Părerea dvs. este importantă pentru noi! Vom lua în considerare sugestiile dvs. în viitoarele actualizări.";
"zanalytics.bug.textview.placeholder"          = "Ați întâmpinat probleme la utilizarea aplicației noastre? Anunțați-ne.";
"zanalytics.help.textview.placeholder"          = "Vom încerca să îndreptăm lucrurile și să vă ajutăm!";
"zanalytics.feedback.add.photos.alert.description" = "Nicio fotografie atașată, deschideți galeria pentru a adăuga mai multe fotografii!";
"zanalytics.feedback.add.photos.alert.open" = "Deschidere Fotografii";
"zanalytics.feedback.access.photos.alert.description" = "Aplicația %@ nu are acces la fotografiile dvs.\nPentru a acorda acces, mergeți în: Setări > Confidențialitate > Fotografii > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Setări";
"zanalytics.feedback.label.title.anonymous" = "Anonim";
"zanalytics.feedback.navbar.button.title.send" = "Trimitere";
"zanalytics.feedback.navbar.button.title.next" = "Înainte";
"zanalytics.feedback.navbar.button.title.editphotos" = "Editare fotografii";
"zanalytics.feedback.navbar.button.title.addmore" = "Adăugare mai multe";
"zanalytics.feedback.navbar.button.title.attach" = "Atașare";
"zanalytics.feedback.navbar.button.title.delete" = "Ștergere";
"zanalytics.feedback.navbar.title.taptoedit" = "Atingeți pentru editare";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Alegeți fotografiile";
"zanalytics.feedback.navbar.title.selectphotos" = "Selectați fotografii";
"zanalytics.feedback.navbar.title.photoselected" = "Fotografie selectată";
"zanalytics.feedback.navbar.title.photosselected" = "Fotografii selectate";
"zanalytics.feedback.accessory.title.systemlogs" = "Include jurnale de sistem";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Include informații de diagnoză";
"zanalytics.feedback.accessory.button.title.view" = "Vizualizare";
"zanalytics.feedback.picker.image.notfound" = "Imaginile nu au fost găsite";
"zanalytics.feedback.attachments.title" = "Atașări (%i)";
"zanalytics.feedback.privacy.consent.description" = "Vă recomandăm să includeți jurnalul consolă și informațiile de diagnoză deoarece vor ajuta ca dezvoltatorii noștri să înțeleagă mai bine problema comunicată.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Jurnale consolă";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Informații diagnoză";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Alte informații";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informații dispozitiv";
"zanalytics.feedback.privacy.consent.openmailapp" = "Deschide în e-mail";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Trimite întotdeauna";
